Repository: ahornlabs/friendly-captcha
Catalog: Resources/Private/Translations/*/ValidationErrors.xlf
Languages: de

source: Error Code: 17942348245. Please try again later.
de: Fehlercode: 17942348245. Bitte versuchen Sie es zu einem späteren Zeitpunkt nochmals.

source: Error Code: 1732156724. Please try again later.
de: Fehlercode: 1732156724. Bitte versuchen Sie es zu einem späteren Zeitpunkt nochmals.

source: Error Code: 5786245981. Please try again later.
de: Fehlercode: 5786245981. Bitte versuchen Sie es zu einem späteren Zeitpunkt nochmals.

source: Error Code: 7956325875. Please try again later.
de: Fehlercode: 7956325875. Bitte versuchen Sie es zu einem späteren Zeitpunkt nochmals.

source: No captcha solution is given.
de: Es ist keine Captcha Lösung angegeben.

source: Validation server is not responding.
de: Der Validierungsserver antwortet nicht.

source: The provided captcha solution is invalid.
de: Die übergebene Captcha Lösung ist ungültig.

source: The provided captcha solution is empty.
de: Es wurde keine Captcha Lösung mit gesendet.

source: The captcha solution has expired.
de: Die Captcha Lösung ist abgelaufen.

source: The captcha solution was already used.
de: Die Captcha Lösung wurde bereits benutzt.

source: Error Code: 1380742851. Please try again later.
de: Fehlercode: 1380742851. Bitte versuchen Sie es zu einem späteren Zeitpunkt nochmals.
